[
  {
    "title": "Синтез симметричных путей физически неклонируемой функции типа арбитр на FPGA",
    "text": "В статье предлагается новая архитектура звеньев симметричных путей ФНФ типа арбитр, позволяющая эффективно применять ресурсы LUT-блоков различных кристаллов FPGA.",
    "link": "https://libeldoc.bsuir.by/handle/123456789/37989"
  },
  {
    "title": "Методы частотно-временного анализа и обработки звуковых сигналов на основе банков фильтров с фазовым преобразованием",
    "text": "Целью диссертации является разработка методов частотно-временного анализа и обработки звуковых сигналов, учитывающих частотную и временную разрешающую способность слуха, для решения широкого спектра задач обработки звуковой информации, включающих повышение разборчивости речи, коррекцию слухового восприятия, выявление заболеваний на основе анализа голосового сигнала и пр.",
    "link": "https://libeldoc.bsuir.by/handle/123456789/48292"
  },
  {
    "title": "Исследование временных параметров физически неклонируемой функции типа арбитр с использованием кольцевого осциллятора",
    "text": "Рассматривается возможность использования схемы кольцевого осциллятора для измерения задержек распространения сигналов через симметричные пути различных длин, реализованных на FPGA. Описывается создание экспериментальной установки и ход проведения экспериментов. Исследуется зависимость абсолютных значений задержек распространения сигналов и их статистических характеристик от количества блоков симметричных путей. Рассчитываются метрики стабильности и межкристальной уникальности на основе полученных экспериментальных данных измерений задержек. Подтверждается улучшение характеристик стабильности и уникальности значений задержек с увеличением длины симметричных путей АФНФ.",
    "link": "https://libeldoc.bsuir.by/handle/123456789/48492"
  },
  {
    "title": "Combined Random Number Generator on Programmable Logic Integrated Circuits",
    "text": "The paper shows the practical possibility of implementing random number generators on field programmable gate arrays (FPGA) by combining various physically unclonable functions. A compact and scalable scheme of a digital random number source based on an asynchronous flip-flop of the D-type is proposed, which combines the characteristics of a static memory physically unclonable functions and a ring oscillator physically unclonable functions. Unlike existing random number generators, the proposed scheme can be used to solve the problem of unclonable identification of digital devices. The article presents experimental results obtained by the proposed generator circuit based on the FPGA Xilinx Zynq. The main modes of operation, probabilistic and statistical characteristics of numerical sequences, generated by the proposed scheme are described.",
    "link": "https://ideas.repec.org/a/abx/journl/y2023id739.html"
  }

]